"expiredKeyError" = "This license has already expired.";
"expiredKeyRecoverySuggestion" = "Please visit the Objective Development website at www.obdev.at to purchase a permanent license.";

"invalidKeyError" = "You have entered an invalid license key.";
"invalidKeyRecoverySuggestion" = "Please verify the entered key and try again.";

"revokedKeyError" = "This license has been revoked and is no longer valid.";
"revokedKeyRecoverySuggestion" = "Please visit the Objective Development website at www.obdev.at to purchase a valid license.";

"savingKeyError" = "An internal error occured while saving the license key.";
"savingKeyRecoverySuggestion" = "Please try again.";

"_brokenInstallationAlertMessageText" = "Your Little Snitch installation is broken.";
"_brokenInstallationAlertInformativeText" = "Please download and reinstall the latest version of Little Snitch.";
"_brokenInstallationAlertDownloadButtonTitle" = "Download…";
"_brokenInstallationAlertDiagnosticsReportButtonTitle" = "Diagnostics Report…";
"_brokenInstallationAlertQuitButtonTitle" = "Quit";

"_versionMismatchAlertMessageText" = "Version Mismatch";
"_versionMismatchAlertMessageInformativeText" = "This version of Little Snitch Configuration does not match the other components of Little Snitch. If this is an outdated copy of Little Snitch Configuration, please delete it. Otherwise please try to download and re-install Little Snitch. If it still fails after a re-install, please create a diagnostics report and send it to our support.";
"_versionMismatchAlertDownloadButtonTitle" = "Download…";
"_versionMismatchAlertDiagnosticsReportButtonTitle" = "Diagnostics Report…";
"_versionMismatchAlertQuitButtonTitle" = "Quit";

"_restartPendingAlertMessageText" = "Restart required";
"_restartPendingAlertMessageInformativeText" = "After installing Little Snitch, a restart is required before Little Snitch Configuration can be used.";
"_restartPendingAlertRestartButtonTitle" = "Restart";
"_restartPendingAlertQuitButtonTitle" = "Quit";
